Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2009/tilradinger.nob.docx.tmx
Source language: nob
Languages: sme

source: Helse og helsetjenesteforskning bør prioriteres ytterligere.
sme: Dearvvašvuođa ja dearvvašvuođabálvalus dutkan berre ain vuoruhuvvot ovddasguvlui.

source: De resultater som er gjengitt i dette kapitlet tyder på interessante forskjeller som bør utdypes videre.
sme: Bohtosat mat dán kápihttalis leat almmuhuvvon duođaštit miellagiddevaš erohusaid máid berrešii eanet dutkat.

source: En slik forskning er også verdifull i arbeidet med å kunne tilby helsetjenester som tjener den samiske befolkningen på en tilfredsstillende måte.
sme: Dákkár dutkan lea maiddái árvvolaš dohkálaččat fállamis dearvvašvuođabálvalusaid sámi álbmogii.

source: En viktig side ved primærnæringer i samiske bosetningsområder det åpenbart trenges mer informasjon om, er kombinasjonsnæringer.
sme: Dehálaš oassi vuođđoealáhusain sámi ássanguovlluin lea ahte dárbbašuvvojit eanet dieđut lotnolasealáhusaid birra.

source: Som nevnt er ulike former for kombinasjonstilpasninger fortsatt vanlige i samiske bosetningsområder.
sme: Nu movt namuhuvvon leat iešguđetlágan lotnolasealáhus heiveheamit ain dábálačča sámi ássanguovlluin.

source: Det er også behov for grunnlagsdata vedrørende både målsettinger og det man kan kalle innsatsfaktorer (eksempelvis faste eller ekstraordinære bevilgninger) innen primærnæringene.
sme: Dárbbašuvvojit maiddái vuođđodieđut sihke ulbmiliid birra ja dan birra maid gohčodit árjadagaldagat (omd. sierranas juolludeamit) vuođđoealáhusaide.

source: Innsatsfaktorer kan være både nasjonale satsinger (eksempelvis nordområdesatsingen og distriktspolitiske satsinger) og samepolitiske, fylkeskommunale og kommunale satsinger.
sme: Árjadagaldagat sáhttet leat sihke leat sihke našunála áŋgiruššamat (omd. davviguovluáŋgiruššan ja guovllupolitihkalaš áŋgiruššamat) ja sámepolitihkalaš, fylkkasuohkanlaš ja suohkanlaš áŋgiruššamat.

source: Utarbeide statistikk for barnehagene med antall barn i forhold til type språktilbud.
sme: Ráhkadit statistihka mánáidgárddiin iešguđet giellafálaldagaid birra.

source: De ulike typene tilbud eller modeller må da defineres.
sme: Iešguđet fálaldagaid dahje modeallaid berre danin čilget.

source: Utarbeide statistikk for den videregående skolen med antall elever på ulike nivå, relatert til de ulike dialektene og i forhold til fylker der slik undervisning gis.
sme: Ráhkadahttit statistihka joatkkaskuvllain ohppiidloguiguin iešguđet dásis, gullevačča iešguđet suopmaniid ja fylkkaid ektui gos dákkár oahpahus fállojuvvo.

source: Når det gjelder utdanning, er oppstarten og gjennomstrømningen i den høyere utdanningen, relatert til type utdanning, kjønn og geografiske områder et område det bør foreligge statistikk på.
sme: Berre ráhkaduvvot statistihkka mas vuođđun lea alit oahpahusa álggaheapmi ja čađaheapmi alit oahpahusšlája, sohkabeali ja geográfalaš guovllu ektui daid guovlluin gos dákkár oahpahus fállojuvvo.
